<?php

/**
 * Lang file for voting
 *
 * @copyright Copyright (C) 2008-2012 PunBB
 * @license http://www.gnu.org/licenses/gpl.html GPL version 2 or higher
 * @package pun_poll
 */

if (!defined('FORUM')) exit;

$lang_pun_poll = array(
	'Poll question'					=> 'Вопрос',
	'Voting answer'					=> 'Ответ',
	'Able revote'					=> 'Разрешить пользователям менять их мнение.',

//page Administration -> Settings -> Features
	'Name plugin'					=> 'Настройки опросов',
	'Maximum answers'				=> 'Максимум ответов в опросе (2-100).',
	'Disable revoting'				=> 'Разрешить менять голос.',
	'Disable see results'			=> 'Разрешить просмотр результатов',
	'Maximum answers info'			=> 'Максимум ответов',
	'Disable see results info'		=> 'Нельзя смотреть результаты опроса, не приняв в нём участия.',
	'Disable revoting info'			=> 'Разрешить переголосование',
	'Poll add'						=> 'Разрешить пользователям создавать опросы в темах.',
	'Permission'					=> 'Права доступа к опросам',

// general
	'Users count'					=> 'Голосов: ',
	'Preview poll'					=> 'Предварительный просмотр отредактированного опроса.',
	'Preview poll question'			=> '<strong>%s</strong>',
	'Revote'						=> 'Перезапустить опрос',
	'Summary count'					=> 'Количество ответов в опросе',
	'Allow days'					=> 'Продолжительность опроса (дни)',
	'Votes needed'					=> 'Количество голосов',
	'Input error'					=> 'Необходимо указать продолжительность опроса или количество голосов.',
	'Count'							=> 'Количество',
	'Button note'					=> 'Обновить опрос',
	'Show poll res'					=> 'Показ результатов опросов',
	'All ch vote'					=> 'Позволить изменять голосование',
	'Max cnt options'				=> 'Количество вариантов ответов не должно быть более чем %s.',
	'Min cnt options'				=> 'Количество вариантов ответов не должно быть менее чем 2.',
	'Days limit'					=> 'Продолжительность опроса не может быть более чем 90 и менее чем 1 день.',
	'Votes count'					=> 'Количество принявших участие в опросе не должно быть более чем 500 и менее чем 10.',
	'Header note'					=> 'Опрос',
	'Options'						=> 'Опции опроса',
	'Results'						=> 'Результаты опроса: ',
	'No votes'						=> 'Нет голосов  в этом опросе.',
	'Dis read vote'					=> 'Нельзя просматривать результаты опроса, не приняв в нём участия.',
	'But note'						=> 'Голосовать',
	'User vote error'				=> 'Вы уже голосовали.',
	'End of vote'					=> 'Нельзя голосовать в опросе, который уже завершён.',
	'Reset res'						=> 'Сбросить результаты опроса',
	'Reset res notice'				=> 'Проверьте, если хотите сбросить результаты опроса.',
	'Remove v'						=> 'Удалить голосование',
	'Remove v notice'				=> 'Проверьте, если хотите удалить голосование.',
	'Empty question'				=> 'Необходимо указать вопрос для голосования.',
	'Empty answers'					=> 'Необходимо выбрать вариант ответа.',
	'Merge error'					=> 'Нельзя объеденить эти темы, потому что 2 или более тем содержат опросы. Сначала необходимо удалить опросы.',
	'Edit voting'					=> 'Если есть необходимость изменить опрос, нужно связаться с администратором по e-mail <a href="mailto:%s">%s</a>.',
	'Empty option count'			=> 'Необходимо указать количество вариантов ответа.',

	'Question len limit'			=> 'Длина вопроса не может быть менее чем 5 символов.',

	'Maximum votes note'			=> 'Максимальное количество голосующих в опросе',
	'Days voting note'				=> 'Продолжительность опроса',

	'Poll redirect'					=> 'Опрос добавлен.',
	'Days, votes count'				=> 'Количество дней и количество голосов не может быть указано ...',

	'Hide poll'						=> 'Скрыть блок опроса',
	'Show poll'						=> 'Показать блок опроса',
	'Add poll option'				=> 'Добавить вариант ответа',
);
