<?php
 $lang_karma = array(
'Modified karma'		=>	'%s %s была обновлена',
'Modified post karma'		=>	'%s для сообщения была обновлена',
'Cannot modify karma'		=>	'Вы не можете менять репутацию %s еще %s часов',
'Cannot modify post karma'	=>	'Вы не можете менять %s этого сообщения еще %s часов',
'Karma part head'	=>	'Настройки репутации',
'Karma'	=>	'Репутация',
'Karma enable'	=>	'Включить репутацию',
'Karma guests'	=>	'Разрешить гостей',
'Karma admods only'	=>	'Только Админ/Модератор',
'Karma enable info'	=>	'Включить расширение',
'Karma admods only info'	=>	"Если отмечено, изменять репутацию пользователей смогут только администраторы и модераторы",
'Word'	=>	'Репутация',
'Word info'	=>	'Слово, которое будет обозначать репутацию пользователя',
'Custom'	=>	'Custom Karma Word',
'Custom info'	=>	'Задайте свое название, которым будет обозначаться рейтинг',
'Karma profile info'	=>	'Изменение рейтинга',
'Word Plus'	=>	'Повышение',
'Word Minus'	=>	'Понижение',
'Word info plus'	=>	'Слово, которое будет использоваться для того, чтобы поднять репутацию',
'Word info minus'	=>	'Слово, которое будет использоваться для того, чтобы понизить репутацию',
'Time limit'	=>	'Временной лимит (часы)',
'Time limit info'	=>	'Промежуток времени, который должен подождать пользователь, прежде чем снова менять чью то репутацию'
);
?>